export const TIME_TO_MIN = [
  1,
  5,
  10,
  15,
  30,
  60,
  180,
  480,
  900,
  1440,
  4320,
  10080,
  43200,
];
export const TIME_NAME = [
  '1분',
  '5분',
  '10분',
  '15분',
  '30분',
  '60분',
  '3시간',
  '8시간',
  '15시간',
  '24시간',
  '3일',
  '7일',
  '30일',
];

export const FOOD = [1000, 10000, 50000, 150000, 500000, 1500000, 5000000];
export const WOOD = FOOD.slice();
export const ROCK = [750, 7500, 37500, 112500, 375000, 1125000, 3750000];
export const GOLD = [500, 3000, 15000, 50000, 200000, 600000, 2000000];
